Repository: myjibit/woocommerce-jibit-payment-gateway
Catalog: languages/wjpg-*.po
Languages: fa_ir

source: Tokens reset.
fa_ir: توکن بازنشانی شد.

source: Reset Jibit Tokens
fa_ir: بازنشانی توکن جیبیت

source: Reset
fa_ir: بازنشانی

source: This will reset token and refresh token for pay request.
fa_ir: این ابزار توکن جیبیت که برای درخواست پرداخت استفاده می‌شود را ریست می‌کند.

source: Phone number is a required field.
fa_ir: فیلد شماره تلفن الزامی است.

source: Phone number is invalid.
fa_ir: شماره تلفن صحیح نیست.

source: Jibit Gateway
fa_ir: درگاه پرداخت جیبیت

source: Enable Jibit gateway
fa_ir: فعال کردن درگاه پرداخت جیبیت

source: Gateway title
fa_ir: عنوان درگاه

source: This title will be shown in checkout page
fa_ir: این عنوان در صفحه پرداخت نمایش داده می‌شود

source: Jibit Payment
fa_ir: پرداخت با جیبیت

source: Gateway description
fa_ir: توضیحات درگاه

source: Description will be shown on payment process to the user
fa_ir: این توضیح در فرایند پرداخت به کاربر نمایش داده می‌شود.

source: Pay with your Jibit account
fa_ir: با حساب جیبیت خود پرداخت کنید

source: Gateway settings
fa_ir: تنظیمات درگاه

source: Merchant ID (username)
fa_ir: شناسه پذیرنده (username)

source: Your merchant ID in Jibit
fa_ir: شناسه پذیرنده شما در جیبیت

source: Merchant Password
fa_ir: رمز عبور پذیرنده

source: Your merchant password
fa_ir: رمز عبور پذیرنده شما در جیبیت

source: Auto redirect to gateway
fa_ir: انتقال خودکار به درگاه

source: Auto redirect to gateway in receipt page
fa_ir: فعال کردن انتقال خودکار به درگاه جیبیت در صفحه رسید

source: Messages
fa_ir: پیام‌ها

source: Successful payment message
fa_ir: پیغام پرداخت موفقیت‌آمیز

source: Enter the message which will be shown to the customer after successful payment
fa_ir: این پیام بعد از پرداخت موفق به کاربر نمایش داده می‌شود.

source: Your payment was successful
fa_ir: پرداخت شما موفقیت‌آمیز بود.

source: Failed payment message
fa_ir: پیام پرداخت ناموفق

source: Enter the message which will be shown to the customer after failed payment
fa_ir: این پیام بعد از پرداخت ناموفق به کاربر نمایش داده می‌شود.

source: An error has occurred. Please try again.
fa_ir: خطایی رخ داده است. لطفاً دوباره امتحان کنید.

source: User canceled payment message
fa_ir: پیام لغو کردن پرداخت توسط کاربر

source: This message will be shown when user has clicked on cancel button in gateway page.
fa_ir: این پیغام زمانی که کاربر در صفحه پرداخت روی دکمه لغو کردن پرداخت کلیک کند نمایش داده می‌شود.

source: You have canceled the payment.
fa_ir: شما از پرداخت انصراف دادید.

source: Payment expired message
fa_ir: پیام منقضی شدن پرداخت

source: This message will be shown when payment has expired.
fa_ir: این پیغام زمانی که پرداخت منقضی شود نمایش داده می‌شود.

source: The payment is expired.
fa_ir: پرداخت منقضی شده است.

source: Unverified payment message
fa_ir: پیام پرداخت تأیید نشده

source: This message will be shown when order is not verified by Jibit.
fa_ir: این پیام زمانی که پرداخت توسط جیبیت تأیید نشود، نمایش داده می‌شود.

source: Couldn't verify order by Jibit. Please contact admin.
fa_ir: پرداخت شما توسط جیبیت تأیید نشد. لطفا با مدیریت تماس بگیرید.

source: Tools
fa_ir: ابزار

source: Enable debugging
fa_ir: فعال کردن خطایابی

source: Enables logs on errors
fa_ir: خطاها در سیستم ذخیره می‌شوند.

source: Order created.
fa_ir: سفارش ایجاد شد.

source: User redirected to Jibit payment gateway.
fa_ir: کاربر به درگاه پرداخت منتقل شد.

source: Order not found.
fa_ir: سفارش یافت نشد.

source: Payment method for requested order is not Jibit.
fa_ir: درگاه پرداخت برای سفارش مورد نظر جیبیت نمی‌باشد.

source: Jibit gateway supports only Rial and Toman currencies.
fa_ir: درگاه پرداخت جیبیت فقط از واحد پولی ریال و تومان پشتیبانی می‌کند.

source: An error has occurred. Please notice site administrator.
fa_ir: خطایی رخ داده است. لطفا با مدیر سایت تماس بگیرید.

source: Pay
fa_ir: پرداخت

source: Return
fa_ir: بازگشت

source: You will be redirected to the gateway in a while. If you didn't redirect automatically click on the pay button.
fa_ir: تا لحظاتی دیگر به درگاه جیبیت منتقل خواهید شد. اگر به طور خودکار منتقل نشدید، روی دکمه «پرداخت» کلیک کنید.

source: WooCommerce Jibit Payment Gateway
fa_ir: درگاه پرداخت جیبیت برای ووکامرس

source: This plugin adds Jibit payment gateway to WooCommerce.
fa_ir: این افزونه درگاه پرداخت جیبیت را به فروشگاه ووکامرسی شما اضافه می‌کند.

source: Jibit Team
fa_ir: تیم جیبیت
